Repository: Anhellm/ProductionCalendar
Catalog: Starkov.ProductionCalendar/Starkov.ProductionCalendar.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Production calendar
ru: Производственный календарь

# CoverTitle
source: Production calendar
ru: Производственный календарь

# CoverGroup_Calendars
source: Main calendars
ru: Основные календари

# CoverAction_CurrentYearCalendar
source: Current year calendar
ru: Календарь на текущий год

# CoverDescription_CurrentYearCalendar
source: Show or create current year calendar
ru: Открыть или добавить календарь за текущий год

# CoverAction_ProductionCalendars
source: Production calendars
ru: Производственные календари

# CoverDescription_ProductionCalendars
source: Show production calendar databook.
ru: Открыть справочник производственных календарей.

# CoverAction_NextYearCalendar
source: Next year calendar
ru: Календарь на следующий год

# CoverGroup_PrivateCalendars
source: Private calendars
ru: Частные календари

# CoverAction_PrivateProductionCalendars
source: Private production calendars
ru: Частные производственные календари

# CoverDescription_PrivateProductionCalendars
source: Show private production calendar databook.
ru: Открыть справочник частных производственных календарей.

# CoverAction_CreatePrivateCalendar
source: Create private calendar
ru: Создать частный календарь

# CoverDescription_CreatePrivateCalendar
source: Create private production calendar
ru: Создать частный производственный календарь

# CoverGroup_Settings
source: Settings
ru: Настройки

# CoverAction_Services
source: Services
ru: Сервисы

# CoverDescription_Services
source: Show databook with service settings
ru: Открыть справочник с настройками сервисов
