Repository: Anhellm/ProductionCalendar
Catalog: Starkov.ProductionCalendar/Starkov.ProductionCalendar.Shared/ProductionCalendar/ProductionCalendar.*.resx
Languages: ru

# Duplicate_Error
source: Calendar view already exists
ru: Представление для календаря уже существует

# PrivateLabel_Name
source: (Private)
ru: (Частный)

# NameTemplate
source: Production calendar{0}for {1} year
ru: Производственный календарь{0}на {1} год

# DaysCount_Header
source: Days count
ru: Количество дней

# WorkingHours_Header
source: Working hours
ru: Рабочие часы

# Calendar_Title
source: Calendar
ru: Календарных

# Weekend_Title
source: Weekends and holidays
ru: Выходных и праздничных

# Working_Title
source: Working
ru: Рабочих

# HoursLabel_Title
source: {0} - hours week
ru: {0}-часовая неделя

# QuarterLabel_Header
source: {0} QUARTER
ru: {0} КВАРТАЛ

# UpdateWeekends_Error
source: An error while updating data: {0}
ru: Ошибка при обработке данных: {0}

# UpdateDialog_Name
source: Parameters
ru: Параметры

# UpdateDialog_Service
source: Service
ru: Сервис

# UpdateDialog_SetPreHolidays
source: Set preholidays
ru: Заполнить предпраздничные дни

# UpdateInfo
source: Data is updated from service {0}: {1}
ru: Данные получены из сервиса {0}: {1}

# PreHolidayInput_Error
source: Preholiday must correspond to {0} year
ru: Предпраздничная дата должна соответствовать {0} году

# WorkScheduleChangeDialog_Name
source: Change the work schedule
ru: Изменить график работы

# DateComparisonDialog_Error
source: The end date of the period cannot be less than the start date
ru: Дата окончания периода не может быть меньше даты начала

# YearDialog_Error
source: The year of the period must correspond to the calendar year
ru: Год периода должен соответстовать году календаря

# WorkScheduleChangeDialog_WithPreHolidays
source: Taking into account the pre-holidays
ru: С учетом предпраздничных дней

# WorkScheduleChangeDialog_PeriodFrom
source: Period from
ru: Диапазон с

# WorkScheduleChangeDialog_PeriodTo
source: to
ru: по

# WorkScheduleChangeDialog_NeedChangeSettings
source: Change common settings
ru: Изменить общие настройки

# WorkScheduleChangeSuccess_Info
source: The data is updated
ru: Данные обновлены
