Repository: Anhellm/ProductionCalendar
Catalog: Starkov.ProductionCalendar/Starkov.ProductionCalendar.Shared/ProductionCalendar/ProductionCalendarSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# Property_WorkingTimeCalendar
source: Working time calendar
ru: Календарь рабочего времени

# DisplayName
source: Production calendar
ru: Производственный календарь

# AccusativeDisplayName
source: Production calendar
ru: Производственный календарь

# CollectionDisplayName
source: Production calendars
ru: Производственные календари

# Property_IsPrivate
source: Private
ru: Частный

# Property_Year
source: Year
ru: Год

# Action_UpdateFromExternalService
source: Update from external service
ru: Обновить из внешнего сервиса

# Action_UpdateFromExternalServiceHint
source: Update calendar from external service
ru: Обновить календарь из внешнего сервиса

# Action_UpdateFromExternalServiceDescription
source: Update calendar from external service
ru: Обновить календарь из внешнего сервиса

# Ribbon_ExternalServiceGroup_368ec19b5f5d4af3a1f432d0a1ea9028
source: External service
ru: Внешний сервис

# Property_UpdateInfo
source: Update information
ru: Информация по обновлению данных

# Property_HolidayInfo
source: Holiday information
ru: Информация о праздниках

# Action_ShowHolidays
source: Show holidays
ru: Показать праздники

# Action_ShowHolidaysHint
source: Show holidays information
ru: Показать информацию о праздниках

# Action_ShowHolidaysDescription
source: Show holidays information
ru: Показать информацию о праздниках

# Property_PreHolidays
source: Preholidays
ru: Предпраздничные дни

# Form_71f0b4d91232404b9f19ded7e30369d7
source: Preholidays
ru: Предпраздничные дни

# Ribbon_CalendarWorkGroup_0b8fdfd91161419696879eb8c1356df7
source: Work with calendar
ru: Работа с календарем

# Action_WorkScheduleChange
source: Change the work schedule
ru: Изменить график работы

# Action_WorkScheduleChangeHint
source: Change the work schedule in working time calendar
ru: Изменить график работы в календаре рабочего времени

# Action_WorkScheduleChangeDescription
source: Change the work schedule in working time calendar
ru: Изменить график работы в календаре рабочего времени
